Repository: lydiob7/ios_sudoku
Catalog: Localizable.xcstrings
Source language: es
Languages: en

# Back
source: Volver
en: Back

# by_lydiob7
source: por Lydiob7
en: by Lydiob7

# difficulty
source: Dificultad
en: Difficulty

# difficulty.easy
source: Fácil
en: Easy

# difficulty.evil
source: Demoníaco
en: Evil

# difficulty.hard
source: Difícil
en: Hard

# difficulty.medium
source: Medio
en: Medium

# erase
source: Borrar
en: Erase

# game_paused
source: Juego Pausado
en: Game Paused

# hint
source: Ayuda
en: Hint

# home_title
source: Inicio
en: Home

# language.english
source: Inglés
en: English

# language.spanish
source: Español
en: Spanish

# level
source: Nivel
en: Level

# mistakes
source: Errores
en: Mistakes

# notes
source: Notas
en: Notes

# reset_game
source: Reiniciar Juego
en: Reset Game

# resume_game
source: Retomar Sudoku
en: Resume Sudoku

# score
source: Puntaje
en: Score

# score: %lld
source: Puntos: %lld
en: Score: %lld

# settings
source: Configuración
en: Settings

# settings_title
source: Configuración
en: Settings

# settings.language
source: Idioma
en: Language

# settings.rate_app
source: Valorar la app
en: Rate App

# start_new
source: Empezar Nuevo Sudoku
en: Start a new Sudoku

# start_over
source: Empezar de nuevo
en: Start Over

# sudoku_level
source: Nivel del Sudoku
en: Sudoku Level

# time
source: Tiempo
en: Time

# undo
source: Deshacer
en: Undo

# you_lost
source: Perdiste!
en: You lost!

# you_won
source: Ganaste!
en: You won!
